Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Im Auditfall übernimmt die Rolle SA-Manager/-in die Rolle des Software-Audit-Managers/-in.
en_gb: During an audit the SA manager takes on the role of software audit manager.

source: Sie übernehmen im Falle eines Software-Audits im Auftrag des Software-Audit-Managements in ihrem Departement/Institut koordinative Aufgaben mit dem Ziel, Audits rasch und vollständig durchführen zu können.
en_gb: During a software audit they take on coordinating tasks at the request of the software audit management in their school/institute so that audits can be conducted expeditiously and thoroughly.

source: Pro Departement wird mindestens ein Mitglied gestellt.
en_gb: At least one member shall be appointed per school.

source: Mitglieder der ZHAW-Software-Audit-Organisation sind weder für die Einhaltung der vorliegenden Regelungen im vertretenen Departement/Institut noch für die Richtigkeit von über sie eingeholten Lizenzangaben verantwortlich.
en_gb: Members of the ZHAW Software Audit Organisation are not responsible for ensuring that these regulations are adhered to in the school/institute they represent, nor for the correctness of licence information that they gather.

source: Die Rolle SPoC kann Mitglied der ZHAW-Software-Audit-Organisation sein.
en_gb: The SPoCs can be members of the ZHAW Software Audit Organisation.

source: SPoC (Single Point of Contact) Die SPoC stellen im Rahmen von periodischen Lizenz-Reportings im Auftrag des SA-Managements die Kommunikation von Aufträgen, die Koordination der Ausführung und die Konsolidierung von Reports zu Händen des SA-Managements in den vertretenen Departementen sicher.
en_gb: SPoC (Single Point of Contact) In periodic licensing reports for the SA management, the SPoCs ensure the proper communication and coordination of tasks and the consolidation of reports for the SA management in the schools they represent.

source: Dieser Erlass tritt per in Kraft.
en_gb: These regulations come into effect on .

source: Sicherstellung der wirtschaftlichen Verwendung von Mitteln für Software und der Einhaltung von lizenzrechtlichen Vorgaben für Software durch die Regelung der Verantwortlichkeiten an der ZHAW für:
en_gb: To ensure the efficient use of funds for software and adherence to licensing requirements for software by establishing responsibilities at ZHAW for:

source: die Handhabung von Software-Lizenzbeschaffungen inkl. Aufbewahrung von Software-Lizenznachweisen
en_gb: dealing with software procurement including filing software licence certificates

source: die Handhabung von Download, Verteilung sowie die Wiederverwendung von Software
en_gb: handling downloads, and distribution and reuse of software

source: Begriffe
en_gb: Definitions

source: Open-Source-Software (OSS) Software, deren Quelltext öffentlich ist und von Dritten eingesehen werden kann.
en_gb: Open source software (OSS) Software whose source text is in the public domain and can be seen by third parties.

source: Es kann sich dabei um Software handeln, die kein Copyright hat oder deren Copyright abgelaufen ist.
en_gb: This may be software that is not protected by copyright or for which the copyright has expired.

source: Bei Kaufmodellen entscheidet die Käuferschaft über Upgrades, die in der Regel kostenpflichtig sind.
en_gb: When software is purchased, the buyer decides on the upgrades wanted, for which they usually have to pay.

source: Unter Software-Asset-Management werden Geschäftsprozesse verstanden, mit deren Hilfe der Softwarebestand eines Unternehmens verwaltet und kontrolliert wird.
en_gb: Software Asset Management involves the business processes to manage and control the software applications within an organisation.

source: Inhalt des Erlasses
en_gb: Regulation content

source: Third-party-Software Software von Dritten (Third-parties) ist sowohl bei Kauf- als auch bei Mietmodellen für den Gebrauch lizenziert aber nicht Eigentum der Käuferschaft der Lizenzen.
en_gb: Third-party software Software from third parties is licensed for use when either purchased or rented but is not the property of the licence purchaser.

source: Dies gilt auch für Software, welche über Drittsysteme von externen Anbietern/-innen genutzt wird wie z.B. SaaS, PaaS, IaaS und für Freeware, Free-Software, Open-Source-Software, Public-Domain-Software und Shareware (Aufzählung nicht abschliessend).
en_gb: This also applies to software used via third-party systems by external providers such as SaaS, PaaS, IaaS and to freeware, free software, open-source software, public domain software and shareware (list not exclusive).

source: Die ZHAW verwendet Software von Dritten unter Einhaltung der dazugehörigen Lizenzbestimmungen der Hersteller/-innen.
en_gb: ZHAW uses third-party software and observes the manufacturer's associated licensing requirements.

source: Lizenzen für die Software-Entwicklung Die entwickelnde Stelle ist verantwortlich für die korrekte Lizenzierung der verwendeten Entwicklungssoftware und für die Dokumentation über die Einhaltung.
en_gb: Licences for software development The unit developing the software is responsible for the correct licensing of the development software used and for the licensing documentation.

source: Für die Beschaffung, Lizenzierung, Verteilung sowie die Einhaltung der Lizenzbestimmungen von Software auf BYOD-Geräten ist der/die Eigentümer/-in der Geräte verantwortlich.
en_gb: The owner of the device is responsible for procurement, licensing, distribution and observance of software licensing terms on BYOD devices.

source: Beschaffende Stelle Alle ZHAW-Stellen, welche im Rahmen der Kompetenzregelungen des ZHAW-Finanzreglements Beschaffungen von Software durchführen dürfen.
en_gb: Procuring unit All ZHAW units that are permitted to procure software under the provisions of the ZHAW finance regulations.

source: Für alle anderen Geräte sind dies die entsprechenden Verantwortlichen in den Departementen und Instituten.
en_gb: For all other devices, these are the persons responsible in the schools and institutes.

source: Wo notwendig, kann diese Aufgabe im Auftrag des/der SA-Managers/-in durch eine departementseigene Rolle ausgeführt werden.
en_gb: Where necessary, the SA manager may delegate this task to someone in the school concerned.

source: Verteilung von Software Die Verteilung von Software erfolgt über die verteilenden Stellen. Diese stellen sicher, dass nur lizenzierte Software verteilt wird.
en_gb: Software distribution Software is distributed by the distributing units. They ensure that only licensed software is distributed.

source: Der/die SA-Manager/-in definiert auf Basis von Software-Scan-Daten zielgruppengerechte Standard-Reports und stellt diese den Zielgruppen für Software-Asset-Management-Aufgaben periodisch zur Verfügung.
en_gb: The SA manager defines on the basis of software scan data standard reports appropriate for the target groups and provides the target groups with these periodically for SAM tasks.

source: Ausserbetriebnahme von Hardware Bei Ausserbetriebnahme von Hardware wird durch die Vorgaben des ZHAW-Prozesses «Flottenmanagement - Ausserbetriebnahme» sichergestellt, dass bei den betroffenen Geräten sämtliche Software gelöscht wird.
en_gb: Hardware decommissioning When hardware is decommissioned, it is ensured that all software on the devices concerned is deleted in accordance with the ZHAW Fleet management - Decommissioning process requirements.

source: Die Tools sind so zu wählen, dass sie die Endgeräte möglichst wenig belasten und der/die Benutzer/-in in seiner/ihrer Arbeit nicht behindert wird.
en_gb: Tools should be selected that compromise the end-user devices as little as possible and that do not impede the users in their work.

source: Software-Audits werden gemäss dem ZHAW-Prozess «Software Audit Management» durch das ZHAW-Software-Audit-Management durchgeführt und durch den/die Verwaltungsdirektor/-in unterstützt.
en_gb: Software audits are carried out by the ZHAW Software Audit Management unit in accordance with the ZHAW Software Audit Management process and with the support of the managing director.

source: Gegenüber dem/der Auditor/-in gilt das Software-Audit-Management als einzige ZHAW-Kontaktstelle für sämtliche Auskünfte.
en_gb: The Software Audit Management unit is the single point of contact at ZHAW for the auditor in all matters.

source: Verwendung von Daten aus Software-Scans Im Falle eines Audits wird nach Möglichkeit kein Scanning-Tool des/der Auditors/-in zugelassen, sondern die ZHAW-eigenen Reports der eingesetzten Scanning-Tools verwendet.
en_gb: Use of data from software scans When an audit is carried out, where possible the auditor’s own scanning tool shall not be permitted; instead, the ZHAW's reports from its own scanning tools shall be used.

source: Die Download-Portal-Benutzer/-innen sind dafür verantwortlich, dass die auf diese Weise bezogene Software lizenziert ist und gemäss den entsprechenden Lizenzbestimmungen für die Softwareverteilung aufbereitet wird.
en_gb: Download portal users are responsible for ensuring that the software thus acquired is licensed and that the applicable licensing terms permit distribution of the software.

source: Der/die Vertragseigner/-in ist verantwortlich für die Einhaltung der Lizenzbestimmungen und für die Dokumentation über die Einhaltung.
en_gb: The owner of the contract is responsible for observing the terms of the licence and for any documentation relating to this.

source: Wiederverwendung von Lizenzen Software, die in einem mit den Vertragseignern/-innen oder Vertragsmanagern/-innen des entsprechenden Softwareproduktes vereinbarten Zeitraum nicht verwendet wurde, kann deinstalliert und die Lizenzen für die Wiederverwendung zur Verfügung gestellt werden.
en_gb: Licence reuse Software that is not used within a period agreed with the contract owners or contract managers of the software product concerned may be uninstalled and the licences made available for reuse.

source: Downloads von Software und Lizenzschlüsseln Downloads von Software und Lizenzschlüsseln ab Lizenzportalen von Software-Herstellern/-innen oder Portalen von Software-Vertrieben für die Softwareverteilung an der ZHAW dürfen nur durch die von dem/der Vertragseigner/-in berechtigten Download-Portal-Benutzer/-innen erfolgen.
en_gb: Software and licence key downloads Software and licence keys may only be downloaded from software manufacturers’ licensing portals or software distributors’ portals for distributing software at ZHAW by persons having been given the rights to use the download portal by the owner of the contract.

source: Vertragsmanager/-in (entspricht der Rolle Vertragsmanager/-in im ZHAW Vertragsmanagement) Wo vorhanden können die unter Vertragseigner/-in definierten Aufgaben im Rahmen des Software-Asset-Managements von dem/der Vertragseigner/-in an den/die Vertragsmanager ganz oder teilweise delegiert werden.
en_gb: Contract manager (corresponds to the role of contract manager in ZHAW contract management) Where available, the owner of the contract may delegate the tasks defined under ‘Owner of the contract’ wholly or partially to the contract owner.

source: Die für die Datenerhebung benötigten Angaben können vom SA-Management bei den beschaffenden und verteilenden Stellen sowie bei den Vertragseignern/-innen über die SPoC eingefordert werden.
en_gb: The SAM unit may acquire the information required to gather data from the units procuring and distributing the software and from the contract owners via the Single Point of Contact (SPoC).

source: Der/die Software-Audit-Manager/-in kann z.B. bei den beschaffenden Stellen Lizenznachweise oder bei Vertragseignern/-innen Einsicht in Lizenzverträge einfordern.
en_gb: The acting software audit manager may, for example, require the procuring units to produce licence verification or the contract owner to produce licence agreements.

source: Vertragseigner/-in (entspricht der Rolle Vertragseigner/-in im ZHAW-Vertragsmanagement) Der/die Vertragseigner/-in hat die inhaltliche Verantwortung für die Resultate aus dem Vertrag.
en_gb: Contract owner (corresponds to the role of contract owner in ZHAW contract management) The owner of the contract is responsible for all contents resulting from the agreement.

source: Der/die Vertragseigner/-in rapportiert periodisch die Anzahl der beschafften sowie verteilten Lizenzen gemäss Vorgaben des SA-Managements an die definierte Stelle und ist für die Richtigkeit der von ihm rapportierten Lizenzangaben verantwortlich.
en_gb: The owner of the contract reports periodically to the specified unit on the number of licences procured and distributed in accordance with the SAM requirements and is responsible for ensuring that the reported information is correct.

source: Der/die Vertragseigner/-in definiert die Art und Anzahl der benötigten Lizenzen und ist verantwortlich dafür, dass die dazugehörigen Lizenzbestimmungen eingehalten werden und die Einhaltung dokumentiert ist.
en_gb: The owner of the contract defines the type and number of licences necessary and is responsible for ensuring that the terms of any licences are observed and any documentation thereof.

source: die betroffenen ZHAW-Rollen
en_gb: the relevant roles at ZHAW

source: Hungersnot in Afrika:
en_gb: Famine in Africa:

source: So haben wir Ihre Spende eingesetzt
en_gb: This is how we have used your donations

source: Seit unserem nationalen Solidaritätstag für die Opfer der Hungersnot in Afrika am 11. April 2017 haben wir Spenden in der Höhe von 17,8 Millionen Franken erhalten.
en_gb: Since our national day of solidarity for famine victims in Africa on 11 April 2017, we have received donations amounting to CHF 17.8 million.

source: Damit kümmern sich unsere Partnerhilfswerke um mangelernährte Kinder, sorgen für Wasser und Lebensmittel und versorgen Kranke und Verletzte.
en_gb: Our partner relief organizations use this money to care for undernourished children, and provide water and food to the ill and injured.

source: Doch die bis anhin gesammelten Spenden reichen leider nicht aus.
en_gb: But the money raised unfortunately does not go far enough.

source: Die Situation ist immer noch sehr dramatisch und bedroht weiterhin Millionen von Menschen.
en_gb: The situation is still very dramatic and continues to threaten millions of people.

source: Geleistete Hilfe
en_gb: Aid administered

source: 11 Hilfsprojekte von 8 Partnerhilfswerken finanzieren.
en_gb: fund 11 aid projects run by 8 partner relief organizations.

source: Diese Hilfe erreicht 414'000 Kinder, Frauen und Männer.
en_gb: This aid has reached 414,000 children, women and men.

source: Unsere Partnerhilfswerke arbeiten in Somalia, Nigeria, Uganda und im Südsudan.
en_gb: Our partner relief organizations are working in South Sudan, Somalia, Nigeria and Uganda.

source: Wie wir konkret helfen
en_gb: How we help

source: Zurzeit behandeln unsere Partnerhilfswerke Mangelernährung bei Kleinkindern, leisten medizinische Erstversorgung und stellen den Zugang zu Trinkwasser, Lebensmitteln und sanitären Anlagen sicher.
en_gb: Our partner relief organizations are currently treating undernourishment in infants, administering primary medical care and ensuring access to drinking water, food and sanitary installations.

source: Dank Ihrer Spende
en_gb: Thanks to your donation

source: kann Save the Children in zwei neuen Ernährungszentren in Somalia Kinder behandeln, die vom Hungertod bedroht sind.
en_gb: our partner relief organization Save the Children is treating children facing famine in two new nutrition centres in Somalia.

source: Dank Ihren Spenden konnten wir bisher:
en_gb: Thanks to your donations we have so far been able to:

source: erhalten vom Hunger bedrohte Familien in Somalia Nahrungsmittelgutscheine von ADRA, damit sie auf den Märkten kaufen können, was sie am dringendsten benötigen.
en_gb: families facing famine receive food vouchers with which they can buy essential goods at the market.

source: erhalten südsudanesische Flüchtlinge im Flüchtlingslager Bidi Bidi in Uganda von HEKS sauberes Trinkwasser und bessere sanitäre Einrichtungen.
en_gb: Sudanese refugees in the Bidi Bidi refugee camp in Uganda have access clean drinking water and better sanitary facilities.

source: 414'000 Menschen haben dank Ihrer Spende bereits Hilfe erhalten.
en_gb: 414,000 people have already received aid thanks to your donations.

source: Viele weitere warten jedoch immer noch dringend auf die überlebenswichtige Hilfe.
en_gb: But many are still waiting for urgent, life-saving help.

source: Ihre Spende macht den Unterschied.
en_gb: Your donation makes a difference.

source: Das Geld reicht nicht aus
en_gb: Too little money

source: Für die Menschen in Somalia, im Südsudan und in Nigeria ist das Leben durch den Krieg und die Dürre unerträglich geworden.
en_gb: For people in Somalia, South Sudan and Nigeria, war and drought have made life unbearable.

source: Viele flüchten, um zu überleben und ihre Kinder zu schützen, und stranden oft in Lagern in Nachbarländern.
en_gb: Many flee their homes to escape death and protect their children, and often end up in camps in neighbouring countries.

source: Dort kommen sie nach der langen Flucht äusserst geschwächt und höchst traumatisiert an.
en_gb: They travel long distances and arrive at the camps very weak and traumatized.

source: Umso wichtiger ist die Hilfe, die wir dank Ihren Spenden bereits finanzieren konnten.
en_gb: The aid they receive, funded thanks to your donation, is hugely important.

source: Unsere Partnerhilfswerke haben bereits mehr als 414'000 Menschen in Somalia, im Südsudan, in Nigeria und in Uganda mit Nothilfe versorgt.
en_gb: Our partner relief organizations have already provided emergency aid to over 414,000 people in Somalia, South Sudan, Nigeria and Uganda.

source: Millionen von Menschen haben jedoch noch keine Hilfe erhalten.
en_gb: But millions have yet to receive help.

source: Ihr Leben wird durch Hunger und Krieg bedroht.
en_gb: Famine and war threaten their lives.

source: Damit unsere Partnerhilfswerke auch diesen Menschen helfen können, benötigen wir zusätzliche 2 bis 3 Millionen Franken.
en_gb: We require a further two to three million francs so that our partner relief organizations can help these people too.

source: Für Ihre Spende und Ihre Solidarität mit den Menschen in Not in Afrika sind wir Ihnen sehr verbunden.
en_gb: We are very grateful for your donation and the solidarity you show with the people suffering in Africa.

source: Spenden Sie jetzt
en_gb: Donate now

source: Sie können jederzeit online oder über unsere «Swiss Solidarity»-App spenden – oder aber Ihre Spende auf das Postkonto 10-15000-6 (Vermerk «Hungersnot in Afrika») überweisen.
en_gb: You can donate anytime online or via ourSwiss Solidarity app – or transfer your donation to the post office account 10-15000-6 (reference “Hungersnot in Afrika”).

source: Die Einzahlungsscheine der Glückskette sind in sämtlichen Poststellen verfügbar.
en_gb: Swiss Solidarity payment slips are available at all post offices.

source: Der/die Verwaltungsdirektor/-in beschliesst, gestützt auf:
en_gb: The Managing Director decides, based on:

source: Entwickler/-innen von Public-Domain-Software verzichten auf Lizenzeinnahmen, allerdings bleiben die Rechte und der Quelltext im Besitz der Autoren/-innen.
en_gb: Developers of public domain software forego licensing fees; however, the rights and source text remain the property of the author.

source: Für die Datenerhebung von effektiv installierter Software können entsprechende Scanning-Tools eingesetzt werden.
en_gb: Suitable scanning tools may be used to gather data from installed software.

source: Vertragsinhalt, Vertragserneuerungen, Änderungen sowie Kündigungen liegen in der Verantwortung der jeweiligen Vertragseigner/-innen.
en_gb: Subject matter, renewal, amendments and termination are the responsibility of the contract owner.

source: Weiterbildungskurs „Dolmetsch-Propädeutikum“ Kursbeschreibung
en_gb: Interpretation Preparation Course Course description

source: Durchführungszeitpunkt:
en_gb: Course schedule:

source: Frühlingssemester
en_gb: Spring semester

source: Herbstsemester
en_gb: Autumn semester

source: Notizentechnik
en_gb: Note-taking

source: Einführung in die Grundlagen der Notizentechnik
en_gb: Introduction to the principles of note-taking

source: Festigung des Gelernten durch erste Übungen (transkribieren, erste Konsekutivübungen (B–A /A–B /C–A)
en_gb: Initial practice to consolidate learning (transcribing, first consecutive interpreting exercises (B–A /A–B /C–A)

source: Verschiedene Theorien zur Notizentechnik (Gilles, Rozan, Matyssek usw.)
en_gb: Different theories in note-taking (Gilles, Rozan, Matyssek usw.)

source: Die Studierenden
en_gb: Students

source: kennen die Grundlagen der NT
en_gb: are familiar with the principles of note-taking

source: verfügen über ein einfaches NT-System, das das Festhalten der wesentlichen Elemente von einfachen Reden ermöglicht
en_gb: have a simple note-taking system that allows them to record the main elements of simple speeches

source: verfügen über die Strategien, ihr eigenes Notizensystem zu erweitern
en_gb: have strategies to develop their own system of note-taking

source: Verhältnis Kontakt-/Selbststudium
en_gb: Class instruction/self-study ratio

source: begleitetes und autonomes Selbststudium
en_gb: accompanied and independent self-study

source: Deutsch
en_gb: German

source: Aktive Teilnahme
en_gb: Active participation

source: Gedächtnistraining
en_gb: Memory training

source: Stegreif- und Konsekutivdolmetschen (B/C–A)
en_gb: Sight translation and consecutive interpreting

source: 90 pro Version
en_gb: 90 per version

source: 2-4 pro Version (je nach Studierendenzahl)
en_gb: 2-4 per version (depending on no. of students)

source: Zu erwartende Gesamtarbeitsleistung (in Std.)
en_gb: Expected no. of study hours

source: Die Leistungen und Strategien werden diskutiert, verglichen und beurteilt mit dem Ziel, Inhalt, Sprache und Präsentation der Wiedergabe zu verbessern.
en_gb: Production and strategies are discussed, compared and assessed with the aim of improving content, language and presentation of production.

source: Wo nötig, werden gezielte Übungen zur Verbesserung von Struktur, Wortschatz und Präsentation in der Zielsprache gemacht sowie zur Landeskunde und Allgemeinbildung.
en_gb: Where necessary, there will be specific exercises to improve structure, vocabulary and presentation in the target language and to increase knowledge of the country and general knowledge.

source: Lernziele
en_gb: Learning objectives

source: Stegreif:
en_gb: Sight interpreting:

source: präsentieren flüssig, überzeugend und sprachlich korrekt.
en_gb: make a linguistically correct and fluent presentation in a convincing manner

source: Konsekutiv:
en_gb: Consecutive interpreting:

source: können eine Konsekutive ruhig und mit gelegentlichem Blickkontakt zum Publikum präsentieren
en_gb: can present a consecutive interpretation to an audience calmly and with occasional eye contact

source: Kontaktstudium
en_gb: Class instruction

source: Sprachen des jeweiligen Sprachraums
en_gb: Languages of the given linguistic area

source: Schriftliche Leistungsbewertung nach ca. 2/3 des Semesters, sofern genügend bewertbare Leistungen vorliegen (aktive Mitarbeit im Unterricht).
en_gb: Written assessment approx. 2/3 into the semester, provided enough material has been covered to be assessed (active participation in class).

source: Stegreif- und Konsekutivdolmetschen (A–B)
en_gb: Sight translation and consecutive interpreting (A-B)

source: 0.7-1 (je nach Studierendenzahl)
en_gb: 0.7-1 (depending on no. of students)
